Repository: nosignals/openwrt-repository
Catalog: 4IceG/luci/luci-app-internet-detector/po/*/internet-detector.po
Languages: pl

source: Alive interval
pl: Odstęp czasu między kolejnymi uruchomieniami

source: An error has occurred
pl: Wystąpił błąd

source: Check type
pl: Metoda sprawdzania

source: Checking Internet availability.
pl: Sprawdzanie dostępności Internetu.

source: Collecting data...
pl: Zbieranie danych...

source: Command failed
pl: Polecenie nie powiodło się

source: Connected
pl: Połączony z internetem

source: Connection attempts
pl: Próby połączenia

source: Connection timeout
pl: Czas oczekiwania na połączenie

source: Connections
pl: Połączenia

source: Contents have been saved.
pl: Zawartość została zapisana.

source: Dead interval
pl: Odstęp czasu bez odpowiedzi

source: Default port value for TCP connections
pl: Domyślna wartość portu dla połączeń TCP

source: Disabled
pl: Wyłączone

source: Disabled: detector is completely off
pl: Wyłączone: detektor jest całkowicie wyłączony

source: Disconnected
pl: Brak dostępu do internetu

source: Dismiss
pl: Odrzuć

source: Edit
pl: Edytuj

source: Edit down-script
pl: Edytuj down-script

source: Edit run-script
pl: Edytuj run-script

source: Edit up-script
pl: Edytuj up-script

source: Enable down-script
pl: Włącz down-script

source: Enable logging
pl: Włącz logowanie

source: Enable run-script
pl: Włącz run-script

source: Enable up-script
pl: Włącz up-script

source: Enabled
pl: Włączony

source: Execute commands every time the Internet is checked for availability
pl: Wykonuj polecenia za każdym razem, gdy Internet jest sprawdzany pod kątem dostępności

source: Execute commands when the Internet is connected
pl: Wykonuj polecenia, gdy Internet jest podłączony

source: Execute commands when the Internet is disconnected
pl: Wykonuj polecenia, gdy Internet jest rozłączony

source: Failed to get %s init status: %s
pl: Nie udało się uzyskać statusu inicjalizacji %s: %s

source: Host availability check type
pl: Sprawdzanie dostępności hosta

source: Hosts
pl: Hosty

source: Hosts polling interval when the Internet is down
pl: Częstotliwość odpytywania hostów, gdy Internet jest wyłączony

source: Hosts polling interval when the Internet is up
pl: Częstotliwość odpytywania hostów, gdy Internet jest włączony

source: Hosts to check Internet availability. Hosts are polled (in list order) until at least one of them responds
pl: Hosty do sprawdzania dostępności Internetu. Hosty są odpytywane (w kolejności listy), dopóki przynajmniej jeden z nich nie odpowie

source: Internet
pl: Status połączenia internetowego

source: Internet detector
pl: Detektor internetu

source: Internet detector mode
pl: Tryb działania detektora

source: Internet status
pl: Status połączenia internetowego

source: Loading
pl: Ładowanie

source: Main settings
pl: Ustawienia główne

source: Maximum timeout for waiting for a response from the host
pl: Maksymalny limit czasu oczekiwania na odpowiedź od hosta

source: Maximum number of attempts to connect to each host
pl: Maksymalna liczba prób połączenia z każdym hostem

source: Ping host
pl: Ping hosta

source: Restart service
pl: Uruchom ponownie usługę

source: Run service at startup
pl: Uruchom usługę przy starcie

source: Running
pl: Działa

source: Service
pl: Usługa

source: Service action failed "%s %s": %s
pl: Akcja usługi nie powiodła się "%s %s": %s

source: Service configuration
pl: Konfiguracja usługi

source: Service: detector always runs as a system service
pl: Usługa: detektor zawsze działa jako usługa systemowa

source: Shell commands that are executed every time the Internet is checked for availability
pl: Polecenia powłoki, które są wykonywane za każdym razem, gdy Internet jest sprawdzany pod kątem dostępności

source: Shell commands that run when connected to the Internet
pl: Polecenia powłoki, które są uruchamiane po podłączeniu do Internetu

source: Shell commands to run when disconnected from the Internet
pl: Polecenia powłoki do uruchomienia po odłączeniu od Internetu

source: Stopped
pl: Zatrzymano

source: TCP port
pl: Port TCP

source: TCP port connection
pl: Połączenie z portem TCP

source: UI detector configuration
pl: Konfiguracja UI detektora

source: Unable to read the contents
pl: Nie można odczytać zawartości

source: Unable to save the contents
pl: Nie można zapisać zawartości

source: Undefined
pl: Nieokreślony

source: Web UI only
pl: Tylko Web UI

source: Web UI only: detector works only when the Web UI is open (UI detector)
pl: Tylko Web UI: detektor działa tylko wtedy, gdy Web UI jest otwarte (UI detektor)

source: Write messages to the system log
pl: Zapisuj wiadomości do dziennika systemowego

source: sec
pl: sek

source: <abbr title="Light Emitting Diode">LED</abbr> control
pl: Ustawienia <abbr title="Dioda elektroluminescencyjna">LED</abbr>

source: <abbr title="Light Emitting Diode">LED</abbr> is on when Internet is available.
pl: <abbr title="Dioda elektroluminescencyjna">LED</abbr> jest włączona, gdy dostępny jest Internet.

source: <abbr title="Light Emitting Diode">LED</abbr> Name
pl: <abbr title="Dioda elektroluminescencyjna">LED</abbr> Nazwa

source: Enable <abbr title="Light Emitting Diode">LED</abbr> control
pl: Włącz diodę <abbr title="Dioda elektroluminescencyjna">LED</abbr>

source: No <abbr title="Light Emitting Diode">LED</abbr>s available...
pl: Nie <abbr title="Dioda elektroluminescencyjna">LED</abbr> dostępna(e)...
